Examples/dispersionPaper/EstailladesMicro600/system/postProcessDict
FoamFile
{
version     4.0;
format      ascii;
class       dictionary;
location    "system";
object      postProcessDict;
}

direction 1;

x1 0;
x2 .00079400;

y1 0;
y2 .00079400;

z1 0;
z2 .00079400;

velocity volumeAveraged;
pressureDrop momentumSource;